the
of
to
and
in
is
it
you
that
he
was
for
on
are
with
as
his
they
be
at
one
have
this
from
or
had
by
not
word
but
what
some
we
can
shut
out
other
another
were
all
there
when
up
use
your
how
said
an
each
she
which
do
their
time
times
if
will
way
away
ill
about
many
then
them
write
would
like
so
these
her
long
make
thing
see
him
two
has
look
more
day
could
go
come
coming
did
number
numbers
sound
sounds
surround
surrounded
surrounding
environment
environmental
no
most
people
my
over
know
known
water
than
call
first
who
may
down
side
been
now
find
any
new
work
worker
income
part
take
get
address
salute
gesture
welcome
respect
greet
greeting
greetings
place
made
live
where
after
back
little
only
round
rounding
man
year
came
show
every
good
goods
me
give
given
our
under
name
very
through
just
form
forum
adult
kid
sentence
sentences
great
think
say
help
low
line
differ
turn
cause
much
mean
meaning
define
definition
before
move
right
boy
old
too
same
tell
does
set
three
want
air
well
also
play
played
playing
activity
active
engage
small
smaller
end
put
home
read
hand
port
large
larger
largely
spell
add
addition
even
land
here
must
big
high
such
follow
act
why
ask
men
change
went
light
kind
off
need
house
picture
building
try
us
again
animal
point
mother
world
near
nearer
nearby
nearest
build
self
earth
father
head
stand
own
page
should
country
found
answer
school
grow
growth
growing
study
still
learn
plant
cover
food
sun
four
between
state
keep
eye
glasses
nerve
nervous
never
last
let
thought
city
tree
cross
farm
hard
start
might
story
saw
far
sea
draw
left
late
run
while
press
close
night
real
life
few
north
open
seem
together
next
previous
white
children
begin
got
walk
example
examples
exam
exams
exemplar
model
models
exemplary
ease
paper
group
always
music
those
both
mark
often
letter
until
mile
river
car
feet
care
second
book
perfect
carry
took
science
scientific
eat
ate
room
friend
began
idea
ideal
fish
festival
mountain
stop
once
base
hear
horse
cut
shave
scrape
erase
sure
watch
color
face
wood
main
enough
plain
girl
usual
young
ready
above
ever
red
list
array
data
information
structure
integrity
integral
essential
foundation
fundamental
though
feel
talk
bird
soon
body
dog
family
direct
pose
leave
song
measure
door
product
black
short
numeral
class
classes
classified
wind
question
questions
standard
happen
happened
happening
complete
quest
ship
area
half
rock
rocks
order
ordered
fire
south
problem
piece
told
knew
pass
since
top
whole
king
space
heard
best
hour
better
true
during
hundred
five
remember
member
army
military
step
early
hold
west
ground
interest
reach
fast
verb
sing
listen
six
sex
sexy
sexual
table
travel
less
morning
ten
simple
several
vowel
toward
war
lay
against
pattern
slow
center
centre
love
person
money
serve
appear
road
map
rain
rule
govern
pull
cold
notice
voice
unit
power
town
fine
certain
fly
fall
falling
lead
cry
dark
machine
note
wait
plan
figure
star
box
noun
pronoun
guy
guys
field
rest
correct
able
pound
done
beauty
drive
stood
contain
front
teach
week
final
gave
green
oh
quick
develop
ocean
warm
free
minute
strong
special
mind
behind
clear
tail
produce
fact
street
inch
multiply
something
nothing
course
stay
wheel
full
force
blue
object
decide
surface
deep
moon
island
foot
system
busy
test
record
boat
common
gold
possible
curve
trace
traced
plane
jet
distance
constant
stead
dry
wonder
laugh
thousand
ago
ran
check
checker
game
shape
equate
hot
miss
brought
heat
snow
tire
bring
yes
distant
fill
east
paint
language
among
grand
ball
yet
wave
drop
heart
am
present
heavy
dance
engine
position
arm
wide
sail
material
size
vary
settle
speak
weight
general
ice
matter
circle
circumference
pair
include
exclude
divide
dividend
syllable
felt
perhaps
pick
sudden
count
square
reason
length
represent
art
subject
region
energy
hunt
hunter
forge
forger
probable
bed
brother
egg
ride
cell
believe
fraction
forest
sit
race
window
store
summer
train
sleep
prove
lone
leg
exercise
wall
catch
mount
wish
sky
board
joy
winter
sat
written
wild
instrument
kept
glass
grass
cow
ox
job
edge
sign
visit
past
soft
fun
bright
gas
weather
weathering
rust
decay
month
million
bear
finish
happy
happily
happiness
hope
flower
clothe
strange
gone
going
jump
baby
eight
village
meet
root
buy
raise
solve
metal
whether
push
seven
paragraph
third
shall
held
hair
describe
cook
floor
either
result
burn
hill
safe
cat
century
consider
type
law
lawyer
bit
coast
copy
phrase
silent
tall
sand
soil
roll
temperature
finger
industry
value
fight
lie
deceit
deception
grammar
beat
excite
natural
view
sense
ear
else
quite
broke
broken
case
cases
middle
kill
son
lake
moment
scale
loud
spring
observe
child
straight
consonant
nation
dictionary
milk
speed
method
organ
organs
organism
organisation
organization
pay
payment
age
section
dress
cloud
surprise
quiet
stone
tiny
climb
cool
design
poor
lot
experiment
bottom
key
iron
single
prime
stick
flat
twenty
skin
smile
crease
hole
trade
melody
trip
office
receive
undertake
row
mouth
exact
symbol
symbols
notation
die
plus
minus
matrix
direction
vector
variable
least
trouble
shout
except
wrote
seed
brake
tone
join
suggest
clean
break
breaking
spy
spies
lady
yard
rise
rising
bad
blow
oil
blood
touch
grew
cent
mix
mixture
team
wire
cost
lost
lose
loser
brown
wear
garden
equal
sent
choose
fell
fit
flow
fair
bank
ban
collect
save
control
decimal
gentle
woman
captain
practice
separate
difficult
exchange
secret
rate
cap
cape
doctor
please
protect
noon
whose
locate
ring
character
insect
caught
period
indicate
radio
spoke
atom
atomic
subatomic
human
history
effect
electric
expect
crop
modern
element
elementary
particle
particles
hit
student
corner
party
supply
bone
rail
imagine
provide
agree
thus
capital
chair
danger
fruit
loom
compost
bin
rich
thick
soldier
process
processes
operate
guess
necessary
necessarily
sharp
wing
create
neighbor
wash
bat
rather
crowd
corn
compare
contrast
poem
string
bell
depend
meat
rub
tube
famous
dollar
stream
fear
sight
thin
triangle
planet
hurry
chief
colony
clock
mine
tie
enter
major
fresh
search
research
send
yellow
purple
pink
gun
allow
print
dead
spot
desert
suit
current
lift
rose
continue
block
chart
hat
sell
success
company
subtract
event
particular
deal
swim
term
opposite
wife
shoe
shoulder
spread
arrange
camp
invent
cotton
born
determine
quart
nine
truck
van
noise
vehicle
level
chance
probability
gather
shop
stretch
throw
shine
property
properties
column
molecule
select
wrong
gray
repeat
require
broad
prepare
salt
nose
plural
anger
claim
continent
oxygen
sugar
death
pretty
skill
women
season
solution
magnet
silver
thank
branch
super
match
matches
probably
suffix
especially
fig
afraid
huge
sister
steel
discuss
forward
similar
guide
experience
score
hidden
apple
banana
orange
bought
led
pitch
coat
mass
card
band
rope
slip
win
winner
won
dream
evening
condition
feed
tool
total
basic
smell
valley
nor
double
seat
arrive
master
track
parent
shore
division
sheet
substance
favor
connect
post
spend
chord
fat
glad
original
share
station
dad
bread
charge
proper
bar
offer
offered
segment
slave
duck
instant
available
unavailable
addon
market
degree
popular
populate
population
pollution
poverty
chick
dear
enemy
reply
drink
occur
support
speech
nature
range
steam
motion
action
reaction
path
paths
pathway
pathways
password
puzzle
liquid
log
logarithm
logarithmic
meant
quotient
teeth
shell
neck
zoo
zone
zombie
drunk
university
physics
biology
mathematics
mathematical
calculation
calculator
calculate
operation
operated
equipment
subtraction
subtract
multiplication
exponent
exponential
function
mechanic
mechanics
mechanical
chemical
biological
english
involve
involves
privilege
preclude
prevent
commerce
economy
economics
robot
robotics
computing
computation
computer
quantum
quantitative
qualitative
quantity
quality
proton
neutral
neutron
electron
electronics
electrician
neutrino
fermion
gravity
interacts
interaction
zero
abundant
universe
because
photon
quark
magenta
lime
tan
magma
inverse
reverse
lava
larvae
cone
cylinder
rectangle
angle
angles
radians
radius
logical
logic
algorithm
algorithmic
arithmetic
exponentiation
extraction
extract
tangent
adjacent
target
automatic
automated
automatically
government
governance
govern
governing
accept
acceptable
unacceptable
consent
fortune
fortunately
unfortunately
construct
construction
climate
climax
raze
destroy
destroyer
demolish
transitive
medical
medicine
median
hospitality
hospital
statistics
statistical
deviation
mental
mentally
health
healthy
ministry
minister
social
society
engineer
engineering
verbal
vocabulary
transition
transmission
flag
pole
camera
telescope
dome
sphere
cube
celsius
fahrenheit
kelvin
meter
metre
input
output
cyan
binary
education
educate
wrap
warp
primary
secondary
tertiary
decline
college
policy
politics
political
incorrect‌
ant
insertion
insert
indent
indentation